Table of Contents
 Class NadSetupValueBool
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value bool
public class NadSetupValueBool : NadSetupValue
Inheritance
object
NadSetupValue
NadSetupValueBool
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public bool Value { get; set; }
Property Value
bool
 Edit this page